{
    "other_template": {
        "choiceGroupList": [{
                "choiceList": [{
                        "score": 0,
                        "topic": "แสดงความพากเพียรพยายาม และตั้งใจทำงานให้ดี"
                    },
                    {
                        "score": 0,
                        "topic": "สามารถทำงานได้ผลงานตามเป้าหมายที่วางไว้ หรือตามมาตรฐานขององค์กร"
                    },
                    {
                        "score": 0,
                        "topic": "ปรับปรุงวิธีการทำงานเพื่อพัฒนาผลงานให้โดดเด่นเกินกว่าเป้าหมายมาตรฐานที่องค์กรกำหนด"
                    },
                    {
                        "score": 0,
                        "topic": "อุตสาหะมานะบากบั่นเพื่อให้บรรลุเป้าหมายที่ท้าทาย หรือได้ผลงานที่โดดเด่น และแตกต่างอย่างที่ไม่เคยมีใครทำมาก่อน"
                    },
                    {
                        "score": 0,
                        "topic": "วิเคราะห์ผลได้ผลเสีย และสามารถตัดสินใจได้แม้จะมีความเสี่ยงเพื่อให้องค์กรบรรลุเป้าหมาย"
                    }
                ],
                "groupName": "การมุ่งผลสัมฤทธิ์"
            },
            {
                "choiceList": [{
                        "score": 0,
                        "topic": "ปฏิบัติหน้าที่ด้วยความถูกต้องตามหลักกฎหมาย จริยธรรม และระเบียบวินัย"
                    },
                    {
                        "score": 0,
                        "topic": "มีสัจจะเชื่อถือได้"
                    },
                    {
                        "score": 0,
                        "topic": "ยึดมั่นแน่วแน่ในจรรยาบรรณ หลักคุณธรรม ยุติธรรม และปฏิบัติตนกับผู้อื่นอย่างเท่าเทียมกัน"
                    },
                    {
                        "score": 0,
                        "topic": "ธำรงความถูกต้องเพื่อองค์กร"
                    },
                    {
                        "score": 0,
                        "topic": "อุทิศตนเพื่อองค์กร และประเทศชาติ"
                    }
                ],
                "groupName": "การยึดมั่นในความถูกต้องและจริยธรรม"
            },
            {
                "choiceList": [{
                        "score": 0,
                        "topic": "เข้าใจเทคโนโลยี ระบบ กระบวนการทำงานและมาตรฐานในงานของตน"
                    },
                    {
                        "score": 0,
                        "topic": "ความสัมพันธ์เชื่อมโยงของระบบและกระบวนการทำงานของตนกับหน่วยงานอื่นๆ ที่ติดต่ออย่างชัดเจน"
                    },
                    {
                        "score": 0,
                        "topic": "สามารถมองภาพรวมแล้วปรับเปลี่ยนหรือปรับปรุงระบบให้มีประสิทธิภาพขึ้น"
                    },
                    {
                        "score": 0,
                        "topic": "เข้าใจกระแสภายนอกกับผลกระทบโดยรวมต่อเทคโนโลยี ระบบหรือกระบวนการทำงานของหน่วยงาน"
                    },
                    {
                        "score": 4,
                        "topic": "เข้าใจความต้องการที่แท้จริงขององค์กริ"
                    }
                ],
                "groupName": "ความเข้าใจในองค์กรและระบบงาน"
            },
            {
                "choiceList": [{
                        "score": 0,
                        "topic": "แสดงความเต็มใจในการให้บริการ มีอัธยาศัยไมตรีอันดี และให้บริการที่ผู้รับบริการต้องการได้"
                    },
                    {
                        "score": 0,
                        "topic": "เต็มใจช่วยเหลือ และแก้ปัญหาให้กับผู้บริการได้"
                    },
                    {
                        "score": 0,
                        "topic": "ให้บริการที่เกินความคาดหวังในระดับทั่วไปของผู้รับบริการ"
                    },
                    {
                        "score": 0,
                        "topic": "สามารถเข้าใจและให้บริการที่ตรงตามความต้องการที่แท้จริงของผู้รับบริการได้"
                    },
                    {
                        "score": 4,
                        "topic": "มองการณ์ไกล และสามารถให้บริการที่เป็นประโยชน์อย่างแท้จริงและยั่งยืนให้กับผู้รับบริการ"
                    }
                ],
                "groupName": "การบริการเป็นเลิศ"
            },
            {
                "choiceList": [{
                        "score": 0,
                        "topic": "รู้บทบาทหน้าที่ของตน และหน้าที่ของตนในทีมให้สำเร็จ"
                    },
                    {
                        "score": 0,
                        "topic": "มีทัศนคติที่ดีต่อเพื่อนร่วมงาน และให้ความร่วมมือในการทำงานกับเพื่อนร่วมงาน"
                    },
                    {
                        "score": 0,
                        "topic": "รับฟังความคิดเห็น และประสานความร่วมมือของสมาชิกในทีม"
                    },
                    {
                        "score": 0,
                        "topic": "รักษามิตรภาพที่ดี ให้การสนับสนุน และช่วยเหลือเพื่อนร่วมทีม เพื่อให้งานประสบความสำเร็จ"
                    },
                    {
                        "score": 4,
                        "topic": "ส่งเสริมความสามัคคีในหมู่คณะเพื่อมุ่งให้ภารกิจประสบผลสำเร็จ"
                    }
                ],
                "groupName": "การทำงานเป็นทีม"
            },
            {
                "choiceList": [{
                        "score": 0,
                        "topic": "การออกแบบการเรียนรู้"
                    },
                    {
                        "score": 0,
                        "topic": "การพัฒนาผู้เรียน"
                    },
                    {
                        "score": 0,
                        "topic": "การบริหารจัดการชั้นเรียน"
                    }
                ],
                "groupName": "การทำงานเป็นทีม"
            }
        ],
        "templateName": "แบบประเมินประสิทธิภาพและประสิทธิผลการปฏิบัติงาน"
    },
    "isSubmitted": false,
    "isCloned": false,
    "totalScore": 0,
    "evaluatedBy": "",
    "__v": 0
}